Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=7_art_id=5.html.tmx
Source language: sme
Languages: smj

source: Sámi girkoráđđi
smj: Sámi girkkoráde

source: Dearvvuođat
smj: Varrudága

source: Doaibma
smj: Doajmma

source: Sámi girkoráđđi vuođđuduvvui 1992 ’ Girkočoahkkimis.
smj: Sáme girkkoráde ásaduváj Girkkotjåhkanimes jagen 1992.

source: Ráđđi galgá ovddidit, gáhttet ja ovttastahttit Norgga girku sámi girkoeallima.
smj: Ráde galggá åvdedit, suoddjit ja aktidit sáme girkkoiellemav Vuona girkkon.

source: Sámi girkoráđi bargguide gullet buot áššit mat ráđi mielas gusket sámi girkoeallima.
smj: Sáme girkkoráde bargguj gullu gájkka ássje ma ráde milta sáme girkkoiellemij gulluji.

source: Ráđis leat gávcci miellahtu, mat ovddastit daid golbma stuorimus sámi álbmotjoavkku Norggas: davvisámiid, julevsámiid ja máttasámiid.
smj: Da gålmmå stuorra sáme álmmukjuohkusa Vuonan, nuorttasáme, julevsáme ja oarjjelsáme, li ájrrasa ráden manna li gáktsa ájrrasa.

source: Sámi girkoráđi miellahtut leat:
smj: Sáme girkkoráde ájrrasa li

source: Anne Dalheim (jođiheaddji),
smj: Anne Dalheim (jådediddje),

source: Ingar Nikolaisen Kuoljok, julevsámi áirras / Mátta-Hålogalándda bismmaguovlu,
smj: Ingar Nikolaisen Kuoljok, julevsáme ájras Oarjje-Hålogaláttes,

source: Jonhild Joma, máttasámi áirras / Nidaros bismmaguovlu
smj: Jonhild Joma, oarjjelsáme ájras Nidarosas

source: Kirsten Isaksen, davvisámi áirras / Davvi-Hålogalándda bismmaguovlu
smj: Kirsten Isaksen, nuorttasáme ájras Nuortta-Hålogaláttes

source: Tor Berger Jørgensen, Bismmačoahkkima áirras
smj: Tor Berger Jørgensen, Duodden Bisspatjåhkanime ájras
